---
kind: other
id: Properties.T:Autodesk.Revit.Exceptions.RevitServerModelAlreadyExistsException
source: html/31cdcf5d-c01f-3ad2-baf0-592a70e28703.htm
---
# RevitServerModelAlreadyExistsException Properties

The information of the function throwing the exception.